abusaidm.html-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
coenraads.bracket-pair-colorizer
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-dash
donjayamanne.githistory
eamodio.gitlens
equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fabiospampinato.vscode-diff
felixfbecker.php-debug
felixfbecker.php-intellisense
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hookyqr.beautify
kiteco.kite
lehni.vscode-fix-checksums
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
redhat.vscode-yaml
robbowen.synthwave-vscode
shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
sophisticode.php-formatter
vscode-icons-team.vscode-icons
Zignd.html-css-class-completion